import { iLanguageContent } from "./iLanguageContent";

export const content: iLanguageContent = {
  common_theme: "थीम",
  common_language: "भाषा",
  common_address_line_1: "लॉजिक्स साइबर पार्क",
  common_address_line_2: "सेक्टर 62",
  common_address_city: "नोएडा",
  common_address_country: "भारत",
  common_phone: "फ़ोन",
  common_email: "ईमेल",
  common_cookies_info:
    "यह वेबसाइट बेहतर प्रदर्शन और आपकी प्राथमिकताओं के लिए कुछ डेटा संग्रहीत करने के लिए कुकीज़ का उपयोग करती है, हमारी वेबसाइट को ब्राउज़ करना जारी रखते हुए, आप कुकीज़ के हमारे उपयोग के लिए सहमति देते हैं।",
  common_close: "बंद करे",
  common_read_more: "Read more...",

  site_navigation_home: "घर",
  site_navigation_services: "सेवा",
  site_navigation_about_us: "बारे में",
  site_navigation_career: "आजीविका",
  site_navigation_contact_us: "संपर्क करें",

  banner_slide_1_heading: "टीएस ग्लोबल टेक में आपका स्वागत है",
  banner_slide_1_text:
    "उन्नत कृत्रिम बुद्धिमत्ता द्वारा विशिष्ट रूप से संचालित, नवीन वेब, डेस्कटॉप और मोबाइल समाधान तैयार करने के लिए समर्पित एक अग्रणी तकनीकी स्टार्टअप",
  banner_slide_1_button_text: "और ज्यादा खोजें...",

  banner_slide_2_heading: "विभिन्न प्रकार के s/w विकास",
  banner_slide_2_text: "एआई/एमएल, वेब डेवलपमेंट, डेस्कटॉप और मोबाइल ऐप",
  banner_slide_2_button_text: "हमारी सेवाएँ",

  banner_slide_3_heading: "हमारे साथ उज्ज्वल करियर",
  banner_slide_3_text: "उज्जवल करियर के लिए हमसे जुड़ें",
  banner_slide_3_button_text: "नौकरी खोजें",

  banner_slide_4_heading: "ग्राहक केंद्रित",
  banner_slide_4_text:
    "आर्टिफिशियल इंटेलिजेंस (एआई) द्वारा संचालित अत्याधुनिक वेब और मोबाइल समाधानों के माध्यम से डिजिटल परिदृश्य में क्रांति लाने के लिए समर्पित एक अग्रणी स्टार्टअप",
  banner_slide_4_button_text: "हमारे बारे में और जानें",

  about_page_heading: "हम कौन हैं?",
  about_heading: "हमारे बारे में",
  about_sub_heading_1: "कंपनी ओवरव्यू",
  about_sub_heading_1_text: `"टीएस ग्लोबल टेक" एक अग्रणी तकनीकी स्टार्टअप है जो समर्पित है
            अत्याधुनिक वेब के माध्यम से डिजिटल परिदृश्य में क्रांति लाना
            आर्टिफिशियल इंटेलिजेंस (एआई) द्वारा संचालित मोबाइल समाधान। पर
            नवाचार और प्रौद्योगिकी के प्रतिच्छेदन के साथ, हम डिज़ाइन को मिलाते हैं
            समाधान तैयार करने के लिए सोच, डेटा विज्ञान और मजबूत इंजीनियरिंग
            जो न केवल हमारे ग्राहकों की अपेक्षाओं को पूरा करता है बल्कि उससे भी बढ़कर है.`,

  about_sub_heading_2: "हमारा विशेष कार्य",
  about_sub_heading_2_text: `हमारा मिशन एआई की विशाल क्षमता का उपयोग करके परिणाम देना है
            स्केलेबल, कुशल और बुद्धिमान वेब और मोबाइल एप्लिकेशन
            जो व्यवसायों को अपने लक्ष्य प्राप्त करने के लिए सशक्त बनाता है। हम बनाने का प्रयास करते हैं
            उपयोगकर्ता-केंद्रित समाधान जो परिचालन दक्षता को बढ़ाते हैं, बढ़ाते हैं
            ग्राहक अनुभव, और डिजिटल परिवर्तन को उत्प्रेरित करना।`,

  about_sub_heading_3: "हमारा नज़रिया",
  about_sub_heading_3_text: `एआई-संचालित वेब और मोबाइल समाधानों में वैश्विक नेता बनना,
            ऐसे भविष्य को बढ़ावा देना जहां प्रौद्योगिकी आधारशिला के रूप में कार्य करे
            नवाचार, विकास और कनेक्टिविटी`,

  about_sub_heading_4: "बुनियादी मूल्य",
  about_sub_heading_4_head_text_1: "नवाचार:",
  about_sub_heading_4_text_1: `जो संभव है उसकी सीमाओं को लगातार आगे बढ़ाते रहना
            एआई और आधुनिक तकनीक के माध्यम से।`,
  about_sub_heading_4_head_text_2: "उत्कृष्टता:",
  about_sub_heading_4_text_2: `उच्चतम गुणवत्ता वाले समाधान देने के लिए प्रतिबद्ध
            सटीकता और विशेषज्ञता के साथ।`,
  about_sub_heading_4_head_text_3: "ग्राहक केंद्रित:",
  about_sub_heading_4_text_3: `हमारी जरूरतों और सफलता को प्राथमिकता देना
            हमारे प्रत्येक प्रोजेक्ट में ग्राहक।`,
  about_sub_heading_4_head_text_4: "अखंडता:",
  about_sub_heading_4_text_4: `पेशेवर नैतिकता के उच्चतम मानकों को कायम रखना
            और पारदर्शिता`,
  about_sub_heading_4_head_text_5: "सहयोग",
  about_sub_heading_4_text_5: `टीम वर्क और साझेदारी की संस्कृति को बढ़ावा देना
            सामूहिक सफलता प्राप्त करें.`,

  whyUs_heading: "हमें क्यों चुनें?",
  whyUs_sub_heading_head_text_1: "विशेषज्ञता",
  whyUs_sub_heading_text_1: `हमारी टीम में व्यापक रूप से उद्योग के दिग्गज शामिल हैं
                      एआई, वेब और मोबाइल प्रौद्योगिकियों में अनुभव।`,
  whyUs_sub_heading_head_text_2: "नवाचार",
  whyUs_sub_heading_text_2: `हम लगातार एकीकरण करके सबसे आगे रहते हैं
                      एआई और प्रौद्योगिकी में नवीनतम प्रगति।`,
  whyUs_sub_heading_head_text_3: "अनुकूलन",
  whyUs_sub_heading_text_3: `हमारे समाधान विशिष्ट आवश्यकताओं को पूरा करने के लिए तैयार किए गए हैं
                      आपके व्यवसाय की आवश्यकताएँ और लक्ष्य।`,
  whyUs_sub_heading_head_text_4: "विश्वसनीयता",
  whyUs_sub_heading_text_4: `हम परियोजनाओं को समय पर पूरा करने के लिए प्रतिबद्ध हैं
                      बजट के भीतर, गुणवत्ता से समझौता किए बिना।`,
  whyUs_sub_heading_head_text_5: "सहायता",
  whyUs_sub_heading_text_5: `ग्राहकों के साथ हमारा संबंध परियोजना से परे है
                      पूरा करना, निरंतर समर्थन और रखरखाव की पेशकश करना।`,
  services_page_heading: "हम क्या सेवा करते हैं?",
  services_heading: "सेवाएं",
  services_sub_heading_head_text_1: "एआई-संचालित वेब समाधान",
  services_sub_heading_text_1: `
कुशल पेशेवरों की हमारी टीम एआई-एकीकृत डिजाइन और विकास करती है
            वेब एप्लिकेशन जो आपकी विशिष्ट मांगों के अनुरूप बनाए गए हैं
            व्यापार। एआई का लाभ उठाकर, हम अधिक स्मार्ट, अधिक सहज उपयोगकर्ता को सक्षम बनाते हैं
            ऐसे अनुभव जो उपयोगकर्ता के व्यवहार के अनुकूल होते हैं और वैयक्तिकृत प्रदान करते हैं
            इंटरैक्शन.
`,
  services_sub_heading_head_text_2: "मोबाइल एप्लिकेशन विकास",
  services_sub_heading_text_2: `हमारे उन्नत विश्लेषण और डेटा के साथ डेटा की शक्ति का उपयोग करें
            विज्ञान सेवाएँ. हम कच्चे डेटा को कार्रवाई योग्य अंतर्दृष्टि में बदलते हैं,
            व्यवसायों को सूचित निर्णय लेने, रुझानों की भविष्यवाणी करने के लिए सशक्त बनाना,
            और संचालन को अनुकूलित करें।`,
  services_sub_heading_head_text_3: "डेटा साइंस और एनालिटिक्स",
  services_sub_heading_text_3: `एआई-संचालित वेब और मोबाइल समाधानों में वैश्विक नेता बनना,
            ऐसे भविष्य को बढ़ावा देना जहां प्रौद्योगिकी आधारशिला के रूप में कार्य करे
            नवाचार, विकास और कनेक्टिविटी।`,
  services_sub_heading_head_text_4: "उपयोगकर्ता अनुभव (यूएक्स) डिज़ाइन",
  services_sub_heading_text_4: `हमारे यूएक्स डिजाइनर सहज, उपयोगकर्ता-अनुकूल बनाने में माहिर हैं
            इंटरफ़ेस जो नवीनतम डिज़ाइन रुझानों और उपयोगकर्ता के साथ संरेखित होते हैं
            अपेक्षाएं। उपयोगकर्ता को हमारे डिज़ाइन के केंद्र में रखकर
            प्रक्रिया, हम सुनिश्चित करते हैं कि प्रत्येक बातचीत सार्थक हो और
            प्रभावशाली.`,

  footer_sub_heading_head_text_1: "टीएस ग्लोबल टेक",
  footer_sub_heading_text_1: ` एक समर्पित अग्रणी टेक स्टार्टअप है
                        विशिष्ट रूप से नवीन वेब, डेस्कटॉप और मोबाइल समाधान तैयार करने के लिए
                        उन्नत कृत्रिम बुद्धिमत्ता द्वारा संचालित।`,
  footer_sub_heading_head_text_2: "उपयोगी कड़ियां",
  footer_sub_heading_head_text_3: "संपर्क करें",

  career_page_heading: "टीएस ग्लोबल टेक से जुड़ें",
  career_option_AI_ML_heading: "एआई/एमएल",
  career_option_web_heading: "वेब विकास",
  career_option_mobile_heading: "मोबाइल ऐप विकास",
  career_option_not_open_position_message: `फिलहाल कोई खुली स्थिति नहीं है, कृपया कुछ समय बाद जांचें,
              निश्चित रूप से जल्द ही कोई खुली स्थिति होगी।`,

  capability_1_title: "यूएक्स और रिस्पॉन्सिव यूआई",
  capability_1_shortDiscription:
    "किसी भी प्रकार की व्यावसायिक आवश्यकता को पूरा करने के लिए हमारे पास UX/UI डिज़ाइन के लिए विशेषज्ञ और समर्पित टीम है। हमारे पास फिग्मा जैसे यूएक्स डिज़ाइन टूल का उपयोग करने के लिए अनुभवी डेवलपर्स हैं।",

  capability_2_title: "वेब विकास",
  capability_2_shortDiscription: `हमारे पास सरल स्थैतिक पृष्ठों से लेकर जटिल वेब अनुप्रयोगों तक विभिन्न प्रकार की वेबसाइटों के विकास में विशेषज्ञता है। 
            हमारी टीमें विभिन्न फ्रंटएंड के साथ-साथ नेक्स्टजेएस, रिएक्टज, एंगुलर, .नेट, नोडजे आदि जैसी बैकएंड वेब तकनीकों में बहुत सक्षम हैं।`,

  capability_3_title: "एंड्रॉइड ऐप डेवलपमेंट",
  capability_3_shortDiscription: `हमारे पास नवीनतम टूल और प्रौद्योगिकियों के साथ एंड्रॉइड ओएस के सभी संस्करणों के लिए एंड्रॉइड ऐप विकसित करने के लिए विशेषज्ञ टीम है।
            हम एंड्रॉइड स्टूडियो की मदद से देशी एंड्रॉइड ऐप विकसित करते हैं।`,

  capability_4_title: "आईओएस ऐप डेवलपमेंट",
  capability_4_shortDiscription: `हमारे पास नवीनतम टूल और तकनीकों के साथ iPhone के सभी संस्करणों के लिए iOS ऐप विकसित करने के लिए विशेषज्ञ टीम है।
            हम xCode और स्विफ्ट की मदद से देशी iOS ऐप विकसित करते हैं।`,

  capability_5_title: "प्रवासन परियोजना",
  capability_5_shortDiscription:
    "हमारी टीमों के पास विभिन्न प्रकार के माइग्रेशन प्रोजेक्ट जैसे विन फॉर्म से डब्ल्यूपीएफ, डेस्कटॉप एप्लिकेशन से वेब एप्लिकेशन, पुराने वेब एप्लिकेशन से नए तक का काफी अनुभव है।",

  capability_6_title: "डेस्कटॉप अनुप्रयोग",
  capability_6_shortDiscription:
    "हमारी टीमें WPF जैसी .Net प्रौद्योगिकियों का उपयोग करके किसी भी प्रकार की व्यावसायिक आवश्यकताओं को पूरा करने के लिए विंडोज़ डेस्कटॉप ऐप विकसित करने में बहुत सक्षम हैं।",

  capability_7_title: "एआई/एमएल और डेटा विश्लेषण",
  capability_7_shortDiscription:
    "हमारे पास आईआईटी दिल्ली प्रमाणित एआई/एमएल डेवलपर्स हैं जो केरास, टेन्सरफ्लो इत्यादि जैसी प्रौद्योगिकियों का उपयोग करके सांख्यिकीय एमएल मॉडल के साथ-साथ कस्टम एमएल/डीएल मॉडल प्रदान करने के लिए बहुत योग्य हैं।",

  capability_8_title: "बादल समाधान",
  capability_8_shortDiscription: `व्यावसायिक आवश्यकता के अनुसार विभिन्न क्लाउड समाधान प्रदान करने के लिए हमारे पास क्लाउड विशेषज्ञ हैं। 
            हम AWS, AZURE जैसे प्रमुख क्लाउड कंप्यूटिंग प्रदाता द्वारा प्रदान की गई विभिन्न सेवाओं के संबंध में क्लाउड समाधान प्रदान करते हैं।`,
};
